;; THEMES
(package! poet-theme)
(package! leuven-theme)
(package! moe-theme)
(package! grandshell-theme)
(package! tao-theme)
(package! eziam-theme)
(package! base16-theme)
(package! ef-themes)
(package! naquadah-theme)
(package! subatomic-theme)
(package! tango-plus-theme)
(package! darkmine-theme)
(package! dark-mint-theme)
(package! cyberpunk-theme)
(package! color-theme-modern)
(package! tangotango-theme)
(package! stimmung-themes)
(package! spacemacs-theme)

;; ICONS
(package! all-the-icons-dired)
(package! mode-icons)

;; AUTOTHEMER
(package! autothemer)

;; TABS
(package! centaur-tabs)

;; BEACON-MODE
(package! beacon)

;; SCROLL BAR
(package! yascroll)

;; VISUAL FEEDBACK
(package! pulsar)

;; DIMMED TEXT
(package! focus)

;; DIMMED INACTIVE BUFFERS
(package! dimmer)

;; MODELINE
(package! telephone-line)
(package! powerline-evil)

;; UNDO-TREE
(package! undo-tree)

;; NYAN MODE
(package! nyan-mode)

;; SPEED TYPE
(package! speed-type)

;; ACADEMIC PHRASES
(package! academic-phrases)

;; DASHBOARD
(package! dashboard)
