;; THEMES
(package! poet-theme)
(package! leuven-theme)
(package! moe-theme)
(package! grandshell-theme)
(package! tao-theme)
(package! eziam-theme)
(package! base16-theme)
(package! ef-themes)
(package! naquadah-theme)
(package! subatomic-theme)
(package! tango-plus-theme)
(package! darkmine-theme)
(package! dark-mint-theme)
(package! cyberpunk-theme)
(package! color-theme-modern)
(package! tangotango-theme)
(package! stimmung-themes)
(package! spacemacs-theme)

;; ICONS FOR DIRED
(package! all-the-icons-dired)

;; AUTOTHEMER
(package! autothemer)

;; TABS
(package! centaur-tabs)

;; BEACON-MODE
(package! beacon)

;; SCROLL BAR
(package! yascroll)

;; VISUAL FEEDBACK
(package! pulsar)
